app/controllers/events_controller.rb

  def create
    @event = Event.new(params[:event])
    @event.save
---
INSERT INTO "events" ("capacity", "created_at", "description", "is_public", "name", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["capacity", nil], ["created_at", Sun, 17 Mar 2013 05:13:09 UTC +00:00], ["description", "zoro"], ["is_public", nil], ["name", "sara"], ["updated_at", Sun, 17 Mar 2013 05:13:09 UTC +00:00]]